export const data = {
  sparrow: [
    {
      id: 0,
      name: 'Ворон',
      species: 'Corvus corax',
      description: 'Вороны гнездятся на арктических побережьях, в тундре и пустыне. В северных регионах обустраиваются на скалистых берегах и в растительности вдоль рек. В средних широтах предпочитают широколиственные и хвойные леса. Селятся рядом с водоемами и болотами. В тайге живут на окраине лесов.',
      image: 'assets/images/sparrow/Ворон.webp',
      audio: 'assets/audio/sparrow/Ворон.mp3'
    },
    {
      id: 1,
      name: 'Сойка',
      species: 'Garrulus',
      description: 'Сойка населяет всю территорию Европы, Россию, Скандинавские страны, Англию, Африку, Малую Азию, Кавказ, Японию, Урал, Корею, Китай. Свои гнёзда выстраивает в дубовых или хвойных лесах.Обычно выбирают среднюю высоту.',
      image: 'assets/images/sparrow/Сойка.webp',
      audio: 'assets/audio/sparrow/Сойка.mp3'
    },
    {
      id: 2,
      name: 'Дрозд',
      species: 'Turdus',
      description: 'Обитают дрозды в Европе, Азии и Америке, однако первоначально появились в Новой Зеландии. При этом, на зимний период перемещаются в более теплые места. Перелет осуществляют большими стаями.',
      image: 'assets/images/sparrow/Дрозд.webp',
      audio: 'assets/audio/sparrow/Дрозд.mp3'
    },
    {
      id: 3,
      name: 'Поползень',
      species: 'Sitta',
      description: 'Для жизни поползни выбирают места с прохладным климатом. Северные виды живут на равнинах, южные предпочитают горы. В целом птицы ведут оседлый образ жизни, и лишь изредка совершают небольшие кочевки. Поползни – древесные птицы, обитают в хвойных вечнозелёных лесах, в горах или предгорьях.',
      image: 'assets/images/sparrow/Поползень.webp',
      audio: 'assets/audio/sparrow/Поползень.mp3'
    },
    {
      id: 4,
      name: 'Воробей',
      species: 'Passeridae',
      description: 'Воробьев относят к синатропному виду — везде и всюду следуют за человеком. Селятся и в шумных городах, и тихих деревушках, поблизости к человеческому жилищу. Везде, где бы они ни оказались, воробьи найдут пристанище и обретут дом.',
      image: 'assets/images/sparrow/Воробей.webp',
      audio: 'assets/audio/sparrow/Воробей.mp3'
    },
    {
      id: 5,
      name: 'Грач',
      species: 'Corvus frugilegus',
      description: 'Грачи гнездятся на ровных плантациях, рядом с человеческим жилищем. Гнезда устраивают на высоких сооружениях – высоких деревьях, ЛЭП, крышах домов. Вне гнездовой период оседают на вспаханные поля и огороды.',
      image: 'assets/images/sparrow/Грач.webp',
      audio: 'assets/audio/sparrow/Грач.mp3'
    }
  ],
  domestic: [
    {
      id: 0,
      name: 'Голубь',
      species: 'Columba',
      description: 'Дикими предками домашних голубей являются сизый и скалистый голуби. Так как ареал их обитания достаточно широк, сложно точно сказать, где именно впервые люди приручили голубей. Однако около 5000 лет тому назад древние египтяне изображали голубей на своих фресках.',
      image: 'assets/images/domestic/Голубь.webp',
      audio: 'assets/audio/domestic/Голубь.mp3'
    },
    {
      id: 1,
      name: 'Утка',
      species: 'Anatidae',
      description: 'Живут в Южной Америке, где и были одомашнены и затем распространены человеком на все континенты. Масса взрослого селезня от 4 до 6 кг, самка весит до 3 кг.Окрас оперения разнообразный: от черного или белого до палевого, черного с белыми крыльями. Гораздо чаще встречаются темные мускусные утки. Над клювом и около глаз этой породы видны красные наросты («кораллы»).',
      image: 'assets/images/domestic/Утка.webp',
      audio: 'assets/audio/domestic/Утка.mp3'
    },
    {
      id: 2,
      name: 'Горлица',
      species: 'Streptopelia',
      description: 'Горлица обитает в смешанных и широколиственных лесах, а также в городских парках и поселках. Птицы часто выбирают места жизни рядом с человеком и легко привыкают к людям. Благодаря мелодичному приятному пению горлиц часто разводят в домашних условиях.',
      image: 'assets/images/domestic/Горлица.webp',
      audio: 'assets/audio/domestic/Горлица.mp3'
    },
    {
      id: 3,
      name: 'Дятел',
      species: 'Loxia',
      description: 'Дятел – заметная и шумная птица, часто живет рядом с человеком. С середины января до конца июня можно услышать «барабанную дробь» дятлов – трель от вибрации веток под быстрыми ударами клюва птицы. В хорошую погоду дробь слышна в радиусе 1,5 км.',
      image: 'assets/images/domestic/Дятел.webp',
      audio: 'assets/audio/domestic/Дятел.mp3'
    },
    {
      id: 4,
      name: 'Удод',
      species: 'Upupa epops',
      description: 'Удоды предпочитают жить на открытых ландшафтах с отдельными деревьями или рощами. Наиболее удобными для птицы являются лесостепь и саванна. Удод может выбирать места жительства рядом с человеком: пастбища, виноградники, фруктовые сады.',
      image: 'assets/images/domestic/Удод.webp',
      audio: 'assets/audio/domestic/Удод.mp3'
    },
    {
      id: 5,
      name: 'Стриж',
      species: 'Apodidae',
      description: 'Стрижа можно увидеть практически в каждом уголке планеты. Они обитают как в лесных зонах, так и на открытых местностях. Живут стрижи крупными стаями. Большие колонии этих птиц можно увидеть в городах или на прибрежных скалах.',
      image: 'assets/images/domestic/Стриж.webp',
      audio: 'assets/audio/domestic/Стриж.mp3'
    },
  ],
  migratory: [
    {
      id: 0,
      name: 'Зарянка',
      species: 'Erithacus rubecula',
      description: 'Обыкновенная зарянка населяет Европу, Западную Сибирь, Кавказ, Малую Азию и Северо-Западную Африку. В тропическом климате птица предпочитает оставаться на зиму и ведет полностью оседлый образ жизни.',
      image: 'assets/images/migratory/Зарянка.webp',
      audio: 'assets/audio/migratory/Зарянка.mp3'
    },
    {
      id: 1,
      name: 'Иволга',
      species: 'Oriolus',
      description: 'Ареал распространения иволги охватывает территории Европы и Азии, Юго-Западную Сибирь, Северо-Западную Африку. Птицы обитают в лесах на деревьях, локации которых находятся рядом с водоёмами. Иволги отдают предпочтение редким лесам из берёз или сосен. Но увидеть иволгу крайне сложно.',
      image: 'assets/images/migratory/Иволга.webp',
      audio: 'assets/audio/migratory/Иволга.mp3'
    },
    {
      id: 2,
      name: 'Ласточка',
      species: 'Нirundinidае',
      description: 'Для ласточек характерно негромкое щебетание. Песни ласточек не смолкают на протяжении всего лета. Исследователи различают у птиц до 6 щебечущих звуков: «вит», «ви-вит», «чивит», «чиривит» и т.п. Ласточки любят петь дуэтом.',
      image: 'assets/images/migratory/Ласточка.webp',
      audio: 'assets/audio/migratory/Ласточка.mp3'
    },
    {
      id: 3,
      name: 'Кукушка',
      species: 'Cuculus',
      description: 'Кукушки селятся в глухих, пустынных местах. Населяют густые леса, предгорные участки, кустарниковые заросли. В тайге и хвойных лесах этих птиц не встретишь. На территориях со скудной растительностью обустраиваются в оазисах. ',
      image: 'assets/images/migratory/Кукушка.webp',
      audio: 'assets/audio/migratory/Кукушка.mp3'
    },
    {
      id: 4,
      name: 'Скворец',
      species: 'Sturnus',
      description: 'Ареал распространения скворцов очень широк. Каждый вид имеет свои особенности в расселении, а в целом природные места обитания этих птиц включают все регионы Европы и Азии, а также Северную Африку.',
      image: 'assets/images/migratory/Скворец.webp',
      audio: 'assets/audio/migratory/Скворец.mp3'
    },
    {
      id: 5,
      name: 'Соловей',
      species: 'Luscinia',
      description: 'Ареал распространения соловья широк. Птицы встречаются на территории Европы, Западной Азии и Енисея. Зимуют соловьи в Африке. Для гнездования облюбовывают кустарниковые заросли или лесные опушки, расположенные вблизи водоемов, а также рощи, сады и парки.',
      image: 'assets/images/migratory/Соловей.webp',
      audio: 'assets/audio/migratory/Соловей.mp3'
    },
  ],
  wintering: [
    {
      id: 0,
      name: 'Чиж',
      species: 'Spinus',
      description: 'Ареал обитания всех видов чижей очень широк. Это и Европа, и Азия, и Северная Америка, и Южная Америка. То есть встречаются эти птицы практически повсеместно. Жить предпочитают в смешанных лесах с высокими деревьями, где они чувствуют себя в безопасности и могут хорошо прятаться, а также в высокогорной местности.',
      image: 'assets/images/wintering/Чиж.webp',
      audio: 'assets/audio/wintering/Чиж.mp3'
    },
    {
      id: 1,
      name: 'Коршун',
      species: 'Milvinae',
      description: 'Коршуны – крупные хищники, в высоту они достигают около полуметра, а вес взрослых особей достигает 1 кг. Крылья узкие и длинные, их размах составляет 1,5 м. Коршуны часто гнездятся большими стаями и даже образуют крупные колонии.',
      image: 'assets/images/wintering/Коршун.webp',
      audio: 'assets/audio/wintering/Коршун.mp3'
    },
    {
      id: 2,
      name: 'Лунь',
      species: 'Circus cyaneus',
      description: 'Лунь – это небольшой сокол. Питается в основном мышевидными грызунами, основа его рациона – полёвки, хомяки, мыши. Оперение луня может быть пепельно-серым. С такой птицей связано сравнение «седой, как лунь».',
      image: 'assets/images/wintering/Лунь.webp',
      audio: 'assets/audio/wintering/Лунь.mp3'
    },
    {
      id: 3,
      name: 'Сокол',
      species: 'Falco peregrinus',
      description: 'Латинское название сокола Falco произошло от слова «серп» из-за серповидной формы крыльев. Длинные и широкие крылья позволяют соколу высоко подниматься в небо и свободно парить. Скорость полёта сокола достигает 280-320 километров в час.',
      image: 'assets/images/wintering/Сокол.webp',
      audio: 'assets/audio/wintering/Сокол.mp3'
    },
    {
      id: 4,
      name: 'Ястреб',
      species: 'Accipiter gentilis',
      description: 'Для всех ястребов характерны широкие и короткие крылья. Ещё один отличительный признак - белые «брови» над глазами. Славянские дружинники размещали изображение ястреба на своих знаменах, как символ отваги, мощи и безжалостности к врагам.',
      image: 'assets/images/wintering/Ястреб.webp',
      audio: 'assets/audio/wintering/Ястреб.mp3'
    },
    {
      id: 5,
      name: 'Филин',
      species: 'Bubo bubo',
      description: 'Полет филина бесшумный, зрение очень острое. Эти особенности делают птицу непревзойденным ночным охотником. У филина нет естественных врагов, ни один зверь не охотится на взрослых птиц. А вот на птенцов нападают лисы и волки.',
      image: 'assets/images/wintering/Филин.webp',
      audio: 'assets/audio/wintering/Филин.mp3'
    },
  ],
  marine: [
    {
      id: 0,
      name: 'Альбатрос',
      species: 'Diomedea exulans',
      description: 'Альбатрос - самая крупная летающая птица в мире. Размах крыльев достигает три с половиной, вес - десять килограммов. Большую часть жизни альбатросы проводят в воздухе, покрывая над океанскими просторами огромные расстояния',
      image: 'assets/images/marine/Альбатрос.webp',
      audio: 'assets/audio/marine/Альбатрос.mp3'
    },
    {
      id: 1,
      name: 'Олуша',
      species: 'Sula nebouxii',
      description: 'Особенностью голубоногой олуши является не только насыщенный ярко-синий цвет лапок, но еще и тот факт, что они очень теплые. В то время как другие виды птиц греют кладки своим телом, голубоногая олуша делает это с помощью лапок',
      image: 'assets/images/marine/Олуша.webp',
      audio: 'assets/audio/marine/Олуша.mp3'
    },
    {
      id: 2,
      name: 'Буревестник',
      species: 'Procellariidae',
      description: 'Размеры буревестниковых разные. Самые маленькие из них в длину составляют до 25 см, самые большие - до 1 м, при размахе крыльев около 2 м. Существует поверье, что появление буревестника в воздухе предвещает бурю, о чем говорит само название птицы.',
      image: 'assets/images/marine/Буревестник.webp',
      audio: 'assets/audio/marine/Буревестник.mp3'
    },
    {
      id: 3,
      name: 'Пеликан',
      species: 'Pelecanus',
      description: 'Пеликаны — обитатели морей и рек. Ходят они неуклюже, но хорошо летают и плавают. Питаются в основном рыбой, устраивают коллективные охоты — выстроившись полукругом хлопают по воде крыльями и клювами и вытесняют напуганную рыбу на мелководье.',
      image: 'assets/images/marine/Пеликан.webp',
      audio: 'assets/audio/marine/Пеликан.mp3'
    },
    {
      id: 4,
      name: 'Пингвин',
      species: 'Spheniscidae',
      description: 'Самец императорского пингвина достигает роста 130 см, его масса может приближаться к 50 кг. Из всех современных пингвинов этот вид – самый крупный. Питание пингвина состоит из рыбы, кальмаров и криля. Охотятся птицы в океане большими группами.',
      image: 'assets/images/marine/Пингвин.webp',
      audio: 'assets/audio/marine/Пингвин.mp3'
    },
    {
      id: 5,
      name: 'Чайка',
      species: 'Larus argentatus',
      description: 'Чайки населяют берега морей, озёр, рек, водохранилищ, болот, часто гнездятся на островах. С конца прошлого века чайки стали появляться в крупных городах, где устраивает гнёзда на крышах зданий. Все чайки ведут колониальный образ жизни.',
      image: 'assets/images/marine/Чайка.webp',
      audio: 'assets/audio/marine/Чайка.mp3'
    },
  ],
  predatory: [
    {
      id: 0,
      name: 'Сокол',
      species: 'Falco',
      description: 'Хищные птицы предпочитают селиться на открытых территориях. Ведут охоту на лугах, в саваннах, широких лесных полянах. Гнезда устраивают на ветках деревьев и в скалистых выемках. Живут всегда рядом с водоемом. Некоторые виды соколов, например, кречет, устраивают гнездовья рядом с человеческим жилищем.',
      image: 'assets/images/predatory/Сокол.webp',
      audio: 'assets/audio/predatory/Сокол.mp3'
    },
    {
      id: 1,
      name: 'Орёл',
      species: 'Aquila',
      description: 'Ареал распространения орлов очень широк. Эти птицы обитают в лесах, тундрах, степях и пустынях Евразийского континента, в Северной Америке и в Африке. Гнезда орлы строят и на земле, и на деревьях, часто в горах.Общая численность популяции орлов постепенно уменьшается.',
      image: 'assets/images/predatory/Орёл.webp',
      audio: 'assets/audio/predatory/Орёл.mp3'
    },
    {
      id: 2,
      name: 'Гриф',
      species: 'Gyps',
      description: 'Ареал обитания грифов очень широк, птицы распространены на всех континентах, кроме Антарктиды и Австралии. Обычно птицы живут в тёплом климате и чаще всего встречаются в Африке.',
      image: 'assets/images/predatory/Гриф.webp',
      audio: 'assets/audio/predatory/Гриф.mp3'
    },
    {
      id: 3,
      name: 'Кондор',
      species: 'Vultur',
      description: 'Андский кондор обитает в Андах, горных хребтах расположенных на западе Южной Америки. Северная граница ареала достигает Венесуэлы и Колумбии, но в этих местах птица встречается редко. На юге кондор живет в Эквадоре, Пере, Чили, Боливии и в Западной Аргентине до Огненной Земли.',
      image: 'assets/images/predatory/Кондор.webp',
      audio: 'assets/audio/predatory/Кондор.mp3'
    },
    {
      id: 4,
      name: 'Ястреб',
      species: 'Accipiter gentilis',
      description: 'Ястребы встречаются во всех уголках нашей планеты. Больше всего эти хищники распространены в Северной (вплоть до Аляски) и Южной Америке, а также в горах и лесах Евразии. В Африке и Австралии обитают мелкие ястребы. Населяют ястребы в основном старые реликтовые леса, так как с открытых территорий их вытесняют охотники, которые их отстреливают.',
      image: 'assets/images/predatory/Ястреб.webp',
      audio: 'assets/audio/predatory/Ястреб.mp3'
    },
    {
      id: 5,
      name: 'Беркут',
      species: 'Aquila chrysaetos',
      description: 'Беркут – житель северного полушария. В Северной Америке птица гнездится на западе континента от Аляски до Мексики, а также на востоке Канады и США. В Северной Африке встречается от Марокко до Туниса, а также на побережьях Красного моря. В Европе беркут обитает в горных районах Шотландии, Скандинавии, Кавказа, Турции, а также на равнинах Белоруссии, Прибалтики и России.',
      image: 'assets/images/predatory/Беркут.webp',
      audio: 'assets/audio/predatory/Беркут.mp3'
    },
  ],
};
